{
  "date": "2023-07-03T17:17:40.468Z",
  "thumbnail": "/img/uploads/7326a2_7d4208f3cbdc46ccafcdc87d39263e01~mv2.webp",
  "body": "<!--StartFragment-->\n\nEntenda a importância de entender sobre as cores dos conectores e como isso pode ajudar a reduzir sua atenuação\n\n<!--EndFragment-->\n\n<!--StartFragment-->\n\nHoje temos basicamente 3 cores que identificam o tipo de polimento da fibra. A utilização de conectores com diferentes cores pode aumentar significativamente a atenução de seu sinal.\n\n\n\n \n\n\n\nPrimeiro é importante conhecer cada tipo de polimento:\n\n* **PC - COR BEGE**\n\nO conector PC (conector bege ou cinza) vem do nome em inglês: Physical Contact Connector.\n\nÉ formado por uma superfície levemente convexa que fica chapada com a fibra no conector fêmea.\n\n![](https://static.wixstatic.com/media/7326a2_3047f5d603ce4b7b9f242f984a4c79d7~mv2.png/v1/fill/w_360,h_121,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/7326a2_3047f5d603ce4b7b9f242f984a4c79d7~mv2.png)\n\n\n\n\n\n\n\n\n\n\n\n* **UPC - COR AZUL**\n\nO conector com polimento UPC (conector azul) vem do nome em inglês: Ultra Physical Contact Connector.\n\nAssim como o PC, o polimento UPC é formado por uma superfície convexa um pouco mais aguda em que fica chapada com a fibra no conector fêmea. O principal benefício em relação a um conector PC é a menor perda por conta de reflexão na conexão (OLR).\n\nOs conectores Azuis são os mais recomendados para se utilizar nos módulos ópticos SFP, SFP+, XFP, etc.\n\n![](https://static.wixstatic.com/media/7326a2_44dd256a562f4b438382aebd2ba59c69~mv2.png/v1/fill/w_360,h_121,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/7326a2_44dd256a562f4b438382aebd2ba59c69~mv2.png)\n\n\n\n\n\n\n\n\n\n\n\n* **APC - COR VERDE**\n\nO conector com polimento APC (conector verde) vem do nome em inglês: Angled Physical Contact Conector.\n\nEsse tipo de polimento tem uma diferença grande em relação ao polimento PC e UPC, por ter um acabamento angulado. Esse tipo de polimento apresenta a conexão mais firme de todas até o momento e com a menor perda, por esse motivo costuma ser mais utilizado no campo.\n\n\n\n![](https://static.wixstatic.com/media/7326a2_b8183b62b23f45148dfd389732055030~mv2.png/v1/fill/w_360,h_122,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/7326a2_b8183b62b23f45148dfd389732055030~mv2.png)\n\n\n\n\n\n\n\n\n\n\n\n\n\n**Conectando conectores com diferentes tipos de polimento**\n\nAgora que você já conheceu os 3 principais tipos de polimento que encontra em redes de fibra óptica. Já é possível começar a entender por que deve-se respeitar os tipos de cor (polimento) de conector.\n\nUtilizar conectores com polimentos diferentes pode não ter tanto efeito para ligações no mesmo rack, mas quando estamos falando de distâncias maiores, cada dB de atenuação conta.\n\n\n\nVeja um exemplo abaixo de uma conexão de um conector bege ou azul com um verde. O fato do conector verde ser angulado irá gerar um nível de atenuação superior por perder muita luz refletida no sentido errado.\n\n\n\n![](https://static.wixstatic.com/media/7326a2_7d70e22c05ef43f2a045e391b9210beb~mv2.jpg/v1/fill/w_360,h_122,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/7326a2_7d70e22c05ef43f2a045e391b9210beb~mv2.jpg)\n\n\n\n\n\n\n\n\n\n\n\n\n\nNa FibraStore você encontra diversos cordões com o tamanho e o tipo de conector que precisa. Conheça a linha de cordões ópticos clicando aqui.\n\n\n\n<!--EndFragment-->",
  "title": "O QUE SÃO AS CORES DOS CONECTORES?"
}